---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InverseDegreesCelsius
source: html/391a9946-3930-cffc-63f4-44e2d79d7962.htm
---
# Autodesk.Revit.DB.UnitTypeId.InverseDegreesCelsius Property

Inverse degrees Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId InverseDegreesCelsius { get; }
```